[InteractiveObjects.BountyBoard_HungryLikeSkags InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_HungryLikeSkag_Barrel MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cano da Arma"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HungryLikeSkag_Barrel:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Um cano de uma arma... coberto de sangue."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HungryLikeSkag_chamber MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Carregador da Arma"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HungryLikeSkag_chamber:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="O carregador de uma arma... coberto de baba."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HungryLikeSkag_MissionGiver MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HungryLikeSkag_MissionGiver:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um áudio-diário coberto por uma baba fedorenta."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HungryLikeSkag_sight MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Mira da Arma"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HungryLikeSkag_sight:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="A mira de uma arma... coberta de vômito."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HungryLikeSkag_Stock MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Culatra de arma"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HungryLikeSkag_Stock:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A culatra de uma arma... coberta de musgo."
NoConstraintText=""
Suffix=""
Prefix=""

